Repository: ryonakano/konbucase
Catalog: po/*.po
Languages: es, et, fr, hi, it, lt, nb_no, pl, pt, pt_br, ru, sk, tr, uk

source: Case Converting App
es: Aplicación para la conversión de casos
et: Suur- ja väiketähtede konverteerija
fr: Application de modification de casse
hi: अक्षर परिवर्तन ऐप
it: Applicazione per la conversione delle maiuscole
lt: Konvertavimo atvejų programėlė
nb_no: Versalkonverterende program
pt: Aplicação de Conversão de Palavras em Caixa Alta e Baixa
pt_br: Aplicativo de conversão de casos
ru: Приложение для конвертации регистра
sk: Aplikácia na premenu veľkosti písmen v texte
tr: Metin Dönüştürme Uygulaması
uk: Застосунок для перетворення регістрів

source: Convert case in your text
es: Convertir mayúsculas y minúsculas en el texto
et: Konverteeri soovitud tekstis suur- ja väiketähti ning tühikuid ja kriipse
fr: Modifiez la casse de votre texte
hi: अपने पाठ में अक्षर को परिवर्तित करें
it: Converti le maiuscole nel tuo testo
lt: Keisti atvejį tekste
nb_no: Konverter mellom små og store bokstaver
pt: Converta palavras em caixa alta ou baixa
pt_br: Converter maiúsculas e minúsculas em seu texto
ru: Конвертируйте регистр вашего текста
sk: Upravte veľkosti jednotlivých písmen v texte
tr: Metinlerdeki büyük küçük harfleri düzenleyin
uk: Перетворення регістру вашого тексту

source: Text;
es: Texto;
et: tekst;suurtäht;suurtähed;väiketäht;väiketähed;konverteerija;konverteerimine;
fr: Texte;
hi: पाठ;
it: Testo;
lt: Tekstas;
nb_no: Tekst;
pt: Texto;
pt_br: Texto;
ru: Текст;
tr: Metin;
uk: Текст;Text;

source: A small text tool app that allows you convert case in your text.
es: Una pequeña aplicación de texto que te permite convertir mayúsculas y minúsculas en tu texto.
et: Lihtne tekstitarvik, mis konverteerib soovitud tekstis suur- ja väiketähti ning tühikuid ja kriipse.
fr: Une petite application pour vous permettre de modifier la casse de votre texte.
hi: एक छोटा पाठ उपकरण ऐप जो आपको अपने पाठ में अक्षर बदलने की सुविधा देता है।
it: Un piccolo strumento che permette la conversione delle maiuscole nel tuo testo.
lt: Minimalus teksto įrankis programėlė leidžianti keisti tarp atvejų tekste.
nb_no: Et lite tekstverktøy som lar deg konvertere tekst mellom små og store bokstaver.
pt: Uma aplicação pequena de texto que o permite converter palavras em caixa alta ou baixa no seu texto.
pt_br: Um pequeno aplicativo de ferramenta de texto que permite converter maiúsculas e minúsculas em seu texto.
ru: Маленькое приложение, которое позволяет конвертировать регистр в вашем тексте.
sk: Malý nástroj na úpravu textu, ktorý vám umožňuje zmeniť jednotlivé písmená v texte na veľké/malé podľa prednastavených možností.
tr: Metninizdeki harflerin düzenini değiştirmenize izin veren küçük bir metin aracı uygulaması.
uk: Невеликий інструмент, який дає змогу конвертувати регістр у тексті.

source: Features include:
es: Las características incluyen:
et: Funktsionaalsused:
fr: Fonctionnalités incluses :
hi: शामिल विशेषताएं:
it: Funzionalità incluse:
lt: Įtrauktos funkcijos:
nb_no: Funksjoner:
pt: As funcionalidades incluem:
pt_br: Os recursos incluem:
ru: Функции:
sk: Funkcie zahŕňajú:
tr: Özellikler:
uk: До особливостей належать:

source: Click "Copy to Clipboard" button to copy the all texts in the text view without selecting them
es: Haz clic en el botón "Copiar al portapapeles" para copiar todos los textos en la vista de texto sin seleccionarlos
et: Teksti kopeerimine lõikelauale ilma teksti valimata
fr: Cliquez sur le bouton « Copier dans le presse-papiers » pour copier tout le texte dans la vue sans avoir à le copier
hi: पाठ दृश्य में सभी पाठों को बिना चुने उन्हें कॉपी करने के लिए "क्लिपबोर्ड पर कॉपी करें" बटन पर क्लिक करें
it: Clicca il pulsante "Copia nella Clipboard" per copiare tutto il testo senza selezionarlo
lt: Spausti "Išsaugoti į Iškarpinę" mygtuką ir išsaugoti tekstinio vaizdo visus tekstus jų nepasirenkant
nb_no: Klikk «Kopier til utklippstavle»-knappen for å kopiere all tekst i tekstvisningen uten å velge den
pt: Clique no botão "Copiar para a Área de Transferência" para copiar todos os textos na vista de texto sem ter que os selecionar
pt_br: Clique no botão "Copiar para a área de transferência" para copiar todos os textos na visualização de texto sem selecioná-los
ru: Нажмите на кнопку «Копировать», чтобы скопировать весь текст из поля ввода, не выделяя его
sk: Stlačte tlačidlo „Kopírovať do schránky“ na skopírovanie celého textu v zobrazení textu bez predošlého výberu
tr: Metinleri seçmeden tüm metinleri kopyalamak için "Panoya Kopyala" düğmesini tıklayın
uk: Клацніть кнопку «Копіювати до буфера обміну», щоб скопіювати всі тексти в текстовому поданні, не виділяючи їх

source: Click "Quick Swap" button to swap case and text of input and output
et: Sisendi ja väljundi suur- ja väiketähtede vahetamiseks klõpsa nuppu „Kiirvahetus“

source: Convert your text between camelCase, PascalCase, Sentence case, snake_case, kebab-case, and space-separated
es: Convierte tu texto entre camelCase, PascalCase, Sentence case, snake_case, kebab-case y separados por espacios
et: Kopeeri teksti erinevate kombinatsioonide vahel: kaameliTähed (camelCase), PascaliTähed (PascalCase), Tavalause (Sentence case), mao_tähed (snake_case), kebabi-tähed (kebab-case) ja sõnade eraldamine tühikutega
fr: Modifiez la casse de votre texte en camelCase, PascalCase, Sentence case, snake_case, kebab-case et séparé par des espaces
hi: अपने पाठ को camelCase, PascalCase, Sentence case, snake_case, kebab-case, और space-separated के बीच परिवर्तित करें
it: Converti il tuo testo tra camelCase, PascalCase, Sentence case, snake_case, kebab-case e spazi separati
lt: Tekste keisti tarp camelCase, PascalCase, Sentence case, snake_case, kebab-case, ir space-separated atvejų
nb_no: Konverter tekst mellom kamelVersaler, PascalVersal, Setnings versal, snok_versal, kebab-versal, og inndelt med mellomrom
pt: Converta o seu texto entre camelCase, PascalCase, Sentence case, snake_case, kebab-case, e separar-por-espaço
pt_br: Converta seu texto entre camelCase, PascalCase, Sentence case, snake_case, kebab-case e separados por espaço
ru: Конвертируйте ваш текст между camelCase, PascalCase, Sentence case, snake_case, kebab-case и space-separated
sk: Preveďte váš text medzi camelCase (ťavíText), PascalCase (PascalovýText), Sentence case (Vetný text), snake_case (hadí_text), kebab-case (kebabový-text), and space-separated (oddelený medzerami)
tr: Metninizi camelCase, PascalCase, Tümce düzeni, snake_case, kebab-case ve space-separated arasında dönüştürün
uk: Перетворюйте свій текст з і на camelCase, PascalCase, Sentence case, snake_case, kebab-case і розділений пробілами

source: App window in the light mode
es: Ventana de la aplicación en modo claro
et: Heledas kujunduses rakenduse aken
fr: Fenêtre de l’application en mode clair
hi: ऐप खिड़की हल्के मोड में
it: Finestra dell'app in modalità chiara
nb_no: Programvindu i lys drakt
pt: Janela da app no modo leve
pt_br: Janela do aplicativo no modo claro
ru: Окно приложения в светлом режиме
sk: Okno aplikácie v svetlom režime
tr: Açık modda uygulama penceresi
uk: Вікно застосунку у світловому режимі

source: App window in the dark mode
es: Ventana de la aplicación en modo oscuro
et: Tumedas kujunduses rakenduse aken
fr: Fenêtre de l’application en mode sombre
hi: ऐप खिड़की गहरे मोड में
it: Finestra dell'app in modalità scura
nb_no: Programvindu i mørk drakt
pt: Janela da app no modo escuro
pt_br: Janela do aplicativo no modo escuro
ru: Окно приложения в тёмном режиме
sk: Okno aplikácie v tmavom režime
tr: Koyu modda uygulama penceresi
uk: Вікно застосунку в темному режимі

# shortcut window
source: General
et: Üldised seadistused
pt_br: Geral

# shortcut window
source: Keyboard Shortcuts
es: Métodos abreviados del teclado
et: Klaviatuuri kiirklahvid
pt_br: Atalhos de teclado

# shortcut window
source: Quit
es: Salir
et: Välju
pt_br: Desistir

source: translator-credits
es: Óscar Fernández Díaz <oscfdezdz@tuta.io>
et: Priit Jõerüüt 2024-2026
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>
pt_br: créditos do tradutor "johnpetersa <johnppetersa@gmail.com>"

source: S_ystem
es: S_istema
et: S_üsteemi kujundus
hi: सिस्टम (_y)
pt_br: Sistema

source: _Light
es: _Claro
et: _Hele kujundus
hi: हल्की (_L)
pt_br: _Claro

source: _Dark
es: _Oscuro
et: _Tume kujundus
hi: गहरी (_D)
pt_br: _Escuro

source: _Style
es: _Estilo
et: _Kujundus
hi: शैली (_S)
pt_br: _Estilo

source: _Keyboard Shortcuts
es: _Teclas de acceso rápido
et: _Klaviatuuri kiirklahvid
pt_br: _Keyboard Atalhos

source: _About %s
et: R_akenduse teave: %s

source: Quick Swap
et: Kiirvahetus

source: Main Menu
es: Menú principal
et: Põhimenüü
hi: मुख्य मेनू
pt_br: Menu Principal
tr: Ana Menü
uk: Головне меню

source: Clear
et: Tühjenda

source: Convert _From:
es: Convertir _desde:
et: _Lähtevorming:
hi: इससे परिवर्तित (_F):
pt_br: Converter _De:

source: Convert _To:
es: Convertir _a:
et: _Sihtvorming:
hi: इसमें परिवर्तित (_T):
pt_br: Converter _Para:

source: Text copied!
es: ¡Texto copiado!
et: Tekst on kopeeritud!
hi: पाठ कॉपी किया गया!
it: Testo copiato!
nb_no: Tekst kopiert
pl: Skopiowano tekst!
pt_br: Texto copiado!
ru: Текст скопирован!
sk: Text skopírovaný!
tr: Metin kopyalandı!
uk: Текст скопійовано!

source: Space separated
es: Separación de espacios
et: Tühikutega eraldatud
fr: Séparé par des espaces
hi: रिक्ति से अलग
it: Spazi separati
lt: Atskirti tarpo ženklu
nb_no: Mellomromsinndelt
pl: Oddzielone spacją
pt: Espaço separado
pt_br: Espaço separado
ru: Разделённые пробелом
sk: Oddelený medzerami
tr: Boşlukla ayrılmış
uk: Розділено пробілами

source: Each word is separated by a space
es: Cada palabra se separa con un espacio
et: Sõnu eraldavad tühikud
fr: Chaque mot est séparé par un espace
hi: प्रत्येक शब्द को एक रिक्त स्थान द्वारा अलग किया गया है
it: Ogni parola è separata da uno spazio
lt: Kiekvienas žodis atskiriamas tarpo ženklu
nb_no: Hvert ord inndeles av mellomrom
pl: Każde słowo jest oddzielone spacją
pt: Cada palavra está separada por um espaço
pt_br: Cada palavra é separada por um espaço
ru: Каждое слово разделено пробелом
sk: Každé slovo je oddelené medzerou
tr: Her kelime boşlukla ayrılmış
uk: Кожне слово відокремлено пробілом

source: The first character of compound words is in lowercase
es: El primer carácter de las palabras compuestas está en minúsculas
et: Liitsõna esimene sõna algab väiketähega
fr: Le premier caractère des mots composés est en minuscules
hi: संयुक्त शब्दों का पहला अक्षर छोटे अक्षरों में होता है
it: Il primo carattere delle parole composte è minuscolo
lt: Sudėtinių žodžių pirmasis rašmuo yra iš mažosios raidės
nb_no: Første tegn i et flerdelt ord har liten forbokstav
pl: Pierwszy znak słów złożonych jest pisany małą literą
pt: O primeiro carácter de palavras compostas está em minúsculas
pt_br: O primeiro personagem das palavras compostas está em minúsculas
ru: Первый символ совмещённых слов пишется с маленькой буквы
sk: Prvý znak zo zhluku slov je napísaný malým písmenom
tr: Birleşik kelimelerin ilk karakteri küçük harfli
uk: Перший символ сполучених слів пишеться з маленької букви

source: The first character of compound words is in uppercase
es: El primer carácter de las palabras compuestas está en mayúsculas
et: Liitsõna esimene sõna algab suurtähega
fr: Le premier caractère des mots composés est en majuscules
hi: संयुक्त शब्दों का पहला अक्षर बड़े अक्षरों में होता है
it: Il primo carattere delle parole composte è maiuscolo
lt: Sudėtinių žodžių pirmasis rašmuo yra iš didžiosios raidės
nb_no: Første tegn i et flerdelt ord har stor forbokstav
pl: Pierwszy znak słów złożonych jest pisany wielką literą
pt: O primeiro carácter de palavras compostas está em maiúsculas
pt_br: O primeiro personagem das palavras compostas está em maiúsculas
ru: Первый символ совмещённых слов пишется с заглавной буквы
sk: Prvý znak zo zhluku slov je napísaný veľkým písmenom
tr: Birleşik kelimelerin ilk karakteri büyük harfli
uk: Перший символ сполучених слів пишеться з великої букви

source: Each word is separated by an underscore
es: Cada palabra está separada por un guión bajo
et: Sõnu eraldavad alakriipsud
fr: Chaque mot est séparé par un tiret bas
hi: प्रत्येक शब्द को एक अधोरेखा द्वारा अलग किया गया है
it: Ogni parola è separata da un underscore (trattino basso)
lt: Kiekvienas žodis atskiriamas pabraukimo brūkšniu
nb_no: Hvert ord inndeles av understrek
pl: Każde słowo jest oddzielone podkreśleniem
pt: Cada palavra está separada por um sublinhado
pt_br: Cada palavra é separada por um sublinhado
ru: Каждое слово отделяется нижним подчёркиванием
sk: Každé slovo je oddelené podčiarkovníkom
tr: Her kelime alt çizgiyle ayrılmış
uk: Кожне слово розділене символом підкреслення

source: Each word is separated by a hyphen
es: Cada palabra está separada por un guión
et: Sõnu eraldavad sidekriipsud
fr: Chaque mot est séparé par un tiret
hi: प्रत्येक शब्द को समास-चिह्न द्वारा अलग किया गया है
it: Ogni parola è separata da un hyphen (trattino alto)
lt: Kiekvienas žodis atskiriamas brūkšneliu
nb_no: Hvert ord inndeles av bindestrek
pl: Każde słowo jest oddzielone myślnikiem
pt: Cada palavra está separada por um hífen
pt_br: Cada palavra é separada por um hífen
ru: Каждое слово отделяется дефисом
sk: Každé slovo je oddelené spojovníkom
tr: Her kelime tire ile ayrılmış
uk: Кожне слово розділяється дефісом

source: The first character of the first word in the sentence is in uppercase
es: El primer carácter de la primera palabra de la frase está en mayúsculas
et: Lause iga sõna esimene täht on suurtäht
fr: Le premier caractère du premier mot de la phrase est en majuscule
hi: वाक्य में पहले शब्द का पहला अक्षर बड़े अक्षरों में है
it: Il primo carattere della prima parola della frase è in maiuscolo
lt: Sakinyje pirmojo žodžio pirmasis rašmuo yra iš didžiosios raidės
nb_no: Første tegn i første ord i setningen har stor forbokstav
pl: Pierwszy znak pierwszego słowa w zdaniu jest pisany wielką literą
pt: O primeiro carácter da primeira palavra da frase está em maiúsculas
pt_br: O primeiro personagem da primeira palavra na frase está em maiúsculas
ru: Первый символ первого слова в предложении пишется с заглавной буквы
sk: Prvý znak prvého slova vo vete je napísaný veľkým písmenom
tr: Cümledeki ilk kelimenin ilk karakteri büyük harfli
uk: Перший символ першого слова в реченні пишеться з великої букви

source: Copy to Clipboard
es: Copiar al portapapeles
et: Kopeeri lõikelauale
fr: Copier dans le presse-papiers
hi: क्लिपबोर्ड पर कॉपी करें
it: Copia negli appunti
lt: Išsaugoti į Iškarpinę
nb_no: Kopier til utklippstavlen
pl: Kopiuj do schowka
pt: Copiar para a Área de transferência
pt_br: Copiar para área de transferência
ru: Копировать
sk: Kopírovať do schránky
tr: Panoya Kopyala
uk: Копіювати до буфера обміну

source: Convert from:
fr: Convertir depuis :
it: Converti da:
lt: Keisti iš:
nb_no: Konverter fra:
pl: Konwertuj z:
pt: Converter de:
ru: Конвертировать из:
sk: Previesť z:
tr: Şundan dönüştür:
uk: Перетворити з:

source: Convert to:
fr: Convertir en :
it: Converti in:
lt: Keisti į:
nb_no: Konverter til:
pl: Konwertuj do:
pt: Converter para:
ru: Конвертировать в:
sk: Previesť na:
tr: Dönüştür:
uk: Перетворити в:

source: Light
fr: Clair
it: Chiaro
lt: Šviesus
nb_no: Lys
pl: Jasny
pt: Claro
ru: Светлый
sk: Svetlý
tr: Açık
uk: Світлий

source: Dark
fr: Sombre
it: Scuro
lt: Tamsus
nb_no: Mørk
pl: Ciemny
pt: Escuro
ru: Тёмный
sk: Tmavý
tr: Koyu
uk: Темний

source: System
fr: Système
it: Sistema
lt: Sistema
pt: Sistema
ru: Система
sk: Systém
tr: Sistem
uk: Системи

source: Style
tr: Biçem
uk: Стиль
